package pkg;

public class Main {

	public static void main(String[] args) {
	
		/* 6월 26일(월) ~ 7월 2일(일) 회고록
		 * 
		 * 프로젝트는 거의 마무리 되었다고 생각해 인프런, 기술 면접 등에
		 * 눈길을 돌리려던 찰나, 금요일 최종 점검해서 주말까지 고쳐오기로 했는데
		 * 어라? 내 생각보다 내가 보지 못했던 이상한 점들이 발견되었다.
		 * 내가 보는 것과 다른 사람이 봐주는 건 차이가 있다는 것을 깨달았다.
		 * 
		 * 그렇게 지금 나는 주구장창 다시 수정하고 있다~ 하하하
		 * 적극적으로 피드백 주는 게 참 고마웠다. 내가 못 봤던 것들을 깨닫게 되고
		 * 수정하여 더 앞으로 나아가겠다. 이제 의견 준 건 다 수정했고
		 * 슬슬 배포에 대해 공부해야 하는데 조금 막막하다~
		 * 뭐 그래도 뚝딱뚝딱 거리면 되니까 ! 열심히 해보겠다.
		 * 
		 * 컴퓨터에 하루종일 앉아있는데 이상하게 흥분된다.
		 * 자기계발에 목숨 거는 편인데, 정말 잘 맞는 것 같다.
		 * 요즘 일상생활 중 문득 깨닫는게, 점점 내 목이 거북목이 되고 있다는 것.
		 * 아차! 싶어 바로 원래대로 돌리지만, 무의식 중에 거북목이 되는 것 같다.
		 * 
		 * 훈장이라고 생각할 수 있겠지만, 나는 건강한 몸을 바라기 때문에 신경을 써야할 것 같다.
		 * 
		 * 건강 챙기며 열심히 해보자~ 최정원, 오늘도 화이팅!!!
		 * 
		 * 
		 * 
		 * 
		 */
	}

}
